Repository: zrael23/study
Catalog: Game.po
Languages: ru

# gwtd.ItemDesc
source: This key has an unusual, rectangular bow.
ru: У этого ключа необычная прямоугольная форма.

# gwtd.ItemDesc
source: Tenderize enemies.
ru: Отбивает врагов.

# gwtd.ItemDesc
source: A hatchet should not to be confused with a hand axe. Technically, a hatchet has a hammer head on the back side. A hand axe has a broad flat area on the back side.
ru: Топорик не стоит путать с ручным топором. Технически, у топорика есть обух, в то время как у ручного топора в этом месте узкая плоская поверхность.

# gwtd.ItemDesc
source: Good to swing but the shaft can easily bend and break.
ru: Ей удобно размахивать, но также очень легко поломать.

# gwtd.ItemDesc
source: Record of secret places
ru: Записка о тайных комнатах

# gwtd.ItemDesc
source: Demon Tracer’s record of Totem with horns
ru: Записка Одержимого Байкера о Тотемах с рогами

# gwtd.ItemDesc
source: This is an adjustable wrench used for turning soft iron pipes. It is quite effective in close-quarters combat, too.
ru: Это разводной ключ для работы с металлическими трубами. Также отлично подходит для ближнего боя.

# gwtd.ItemDesc
source: Old anonymous note about vending machines
ru: Старая анонимная записка о торговых автоматах

# gwtd.ItemDesc
source: Slightly increases Defence for a short time.
ru: Слегка увеличивает Защиту на короткий период времени.

# gwtd.ItemDesc
source: A tool that pulls nail off using leverage with the split part. It is full of metal and has a massive damage power. Rumor says some scientist favors it.
ru: Инструмент, которым вытаскивают гвозди. Сделан полностью из металла и очень больно бьет. По некоторым слухам, такой штукой любят пользоваться учёные.

# gwtd.ItemDesc
source: Quickly restores a small amount of Life.
ru: Быстро восстанавливает немного Здоровья.

# gwtd.ItemDesc
source: A kitchen knife is a cutting tool used in food preparation.
ru: Кухонный нож использовавшийся для приготовления пищи.

# gwtd.ItemDesc
source: It is a fireman's axe with a red head, silver edge, and a wooden handle.
ru: Это пожарный топор с красной головой, серебристым лезвием и деревянной ручкой.

# gwtd.ItemDesc
source: Old anonymous note about spiders
ru: Старая анонимная записка о пауках

# gwtd.ItemDesc
source: Immediately restores a large amount of Stamina.
ru: Моментально восстанавливает много Стамины.

# gwtd.ItemDesc
source: Vending machines dispense drinks in return for coins.
ru: Торговые автоматы выдают напитки взамен на монеты.

# gwtd.ItemDesc
source: This has a tough edge meant to withstand repeated blows.
ru: Прочный тесак способный выдержать множество ударов.

# gwtd.ItemDesc
source: Greatly increases Defence for a short time. Soju is the most popular Korean alcoholic beverage.
ru: Сильно увеличивает Защиту на короткое время. Соджу является самым популярным Корейским алкогольным напитком.

# gwtd.ItemName
source: Meat Tenderizer
ru: Отбивалка для Мяса

# gwtd.ItemName
source: Bandage
ru: Бинт

# gwtd.ItemName
source: Sashimi Knife
ru: Нож для Сашими

# gwtd.ItemName
source: Purple Key
ru: Фиолетовый Ключ

# gwtd.ItemName
source: Bread
ru: Хлеб

# gwtd.ItemName
source: Shovel
ru: Лопата

# gwtd.ItemName
source: Green Key
ru: Зеленый Ключ

# gwtd.ItemName
source: Belly Bacon
ru: Бекон

# gwtd.ItemName
source: Red Key
ru: Красный Ключ

# gwtd.ItemName
source: Bokken
ru: Боккэн

# gwtd.ItemName
source: Molotov Cocktail
ru: Коктейль Молотова

# gwtd.ItemName
source: Fried Chicken
ru: Жареная Курочка

# gwtd.ItemName
source: Yellow Key
ru: Желтый Ключ

# gwtd.ItemName
source: Crowbar
ru: Монтировка

# gwtd.ItemName
source: Bunch of Mushrooms
ru: Кучка грибов

# gwtd.ItemName
source: Canned Coffee
ru: Кофе в банке

# gwtd.ItemName
source: Coin
ru: Монета

# gwtd.ItemName
source: Steel Key
ru: Стальной Ключ

# gwtd.ItemName
source: Fist
ru: Кулаки

# gwtd.ItemName
source: Energy Drink
ru: Энергетический Напиток

# gwtd.ItemName
source: Hatchet
ru: Топорик

# gwtd.ItemName
source: Fire Axe
ru: Пожарный Топор

# gwtd.ItemName
source: Frying Pan
ru: Сковорода

# gwtd.ItemName
source: Bottled Beer
ru: Бутылка Пива

# gwtd.ItemName
source: Mushroom
ru: Гриб

# gwtd.ItemName
source: Blue Key
ru: Синий Ключ

# gwtd.ItemName
source: Bottled Water
ru: Бутылка Воды

# gwtd.ItemName
source: Baseball Bat
ru: Бейсбольная бита

# gwtd.ItemName
source: Fruit Juice
ru: Фруктовый Сок

# gwtd.ItemName
source: Sledgehammer
ru: Кувалда

# gwtd.ItemName
source: Soju
ru: Соджу

# gwtd.ItemName
source: Old Note
ru: Старая Записка

# gwtd.ItemName
source: Pipe Wrench
ru: Разводной ключ

# gwtd.ItemName
source: Soda
ru: Газировка

# gwtd.ItemName
source: First Aid Kit
ru: Аптечка Первой Помощи

# gwtd.ItemName
source: Kitchen knife
ru: Кухонный нож

# gwtd.ItemName
source: Brick
ru: Кирпич

# gwtd.ItemName
source: Stone
ru: Камень

# gwtd.ItemName
source: Cleaver
ru: Тесак

# gwtd.ItemName
source: Instant Cup Noodles
ru: Лапша Быстрого Приготовления

# gwtd.ItemName
source: Demon Tracer's Note
ru: Записка Одержимого Байкера

# gwtd.ItemName
source: Golf Club
ru: Клюшка для гольфа

# gwtd.ItemName
source: Worker's Note
ru: Записка Рабочего

# gwtd.Note
source: I don’t think I can wait untill you come back. I want to be a help for the last time. There is a dark room downstairs somewhere with blue lamp. Look for a black plastic bag around there. I hid some handy tools in it. I hope you find them useful. It was a pleasure, brother.
ru: Не думаю что продержусь до твоего возвращения. Но я хочу помочь, в последний раз. Где-то внизу есть комната с синей лампой. Поищи там поблизости чёрный мусорный мешок. В нём я кое-что припрятал. Надеюсь, ты найдешь пользу в этих вещах. Это было честью для меня, брат.

# gwtd.Note
source: I know some labor workers who built this underground architecture. According to them, there are many secret places. They are hidden in common places like the back of the closets or behind the walls. One of them tipped me off there is definitely a secret space behind the closet in the room near the elevator.
ru: Я знал пару ребят, которые построили эту подземку. По их словам, тут куча тайных комнат. Они спрятаны в самых обыкновенных местах, за шкафами или например за передвижными стенами.

# gwtd.Note
source: There are vending machines everywhere. It’s underground, but thank goodness, they are not that expensive. Spiders… I must kill more spiders and collect coins.
ru: Тут повсюду стоят торговые автоматы. Это конечно подземка, но цены к счастью приемлимые. Пауки... Нужно убить больше этих пауков и забрать их монеты.

# gwtd.Note
source: The enemy became stronger every time one of us fell. However, when we made offerings to Totem with horns, they became calm. Maybe they have a religion or god, too. Surprisingly, the Totem also had an ability to heal wounds.
ru: Каждый раз, когда одного из нас побеждали, враги становились сильнее. Однако, если сделать подношение Тотему с рогами, противники станут поспокойнее. Может быть это их бог? Удивительно, но за подношения Тотем также залечивает раны.

# gwtd.Note
source: I was startled when I saw the spider for the first time. Fortunately, it wasn’t aggressive. I killed a few, but they all had coins. They must like coins. Hold on… I did not see any spider web… Are they not spiders?
ru: Как же я испугался когда впервые увидел этого паука. К счастью, похоже что они не агрессивны. Я даже убил парочку, и из них выпали монеты. Наверное они их сильно любят раз носят с собой. Погодите-ка... Я нигде не видел паутины... Может это не пауки?

# gwtd.Notice
source: You can’t pick up any more. You have reached the maximum possession.
ru: Вы не можете взять больше. Инвентарь полон.

# gwtd.Notice
source: Your death raised the morale of enemies.
ru: Ваша смерть повысила вражеский дух.

# gwtd.Notice
source: You don’t have enough Essence.
ru: У вас недостаточно Эссенции.

# gwtd.Notice
source: No Map Available
ru: Карта недоступна

# gwtd.Notice
source: CANNOT SLEEP WHILE ENEMIES ARE ENARBY
ru: ВЫ НЕ МОЖЕТЕ СПАТЬ, ПОКА РЯДОМ ПРОТИВНИКИ

# gwtd.Notice
source: Enemy morale declined.
ru: Вражеский дух упал.

# gwtd.Notice
source: NOT ENOUGH DEXTERITY
ru: НЕДОСТАТОЧНО ЛОВКОСТИ

# gwtd.Notice
source: NOT ENOUGH STRENGTH
ru: НЕДОСТАТОЧНО СИЛЫ

# gwtd.Notice
source: NOT ENOUGH STRENGTH AND DEXTERITY
ru: НЕДОСТАТОЧНО СИЛЫ И ЛОВКОСТИ

# gwtd.PawnAbility
source: Agility
ru: Подвижность

# gwtd.PawnAbility
source: Dexterity
ru: Ловкость

# gwtd.PawnAbility
source: Endurance
ru: Выносливость

# gwtd.PawnAbility
source: EquipLoad
ru: Нагрузка

# gwtd.PawnAbility
source: Intelligence
ru: Интеллект

# gwtd.PawnAbility
source: Strength
ru: Сила

# gwtd.PawnAbility
source: Vitality
ru: Здоровье

# gwtd.PawnAttributes
source: Attack Damage
ru: Сила Удара

# gwtd.PawnAttributes
source: Defence
ru: Защита

# gwtd.PawnAttributes
source: Evasion
ru: Уклонение

# gwtd.PawnAttributes
source: Max Equip Load
ru: Макс. Нагрузка

# gwtd.PawnAttributes
source: Life
ru: Здоровье

# gwtd.PawnAttributes
source: Stamina
ru: Стамина

# gwtd.WeaponProperty
source: Guard Efficiency
ru: Эффективность Блока

# gwtd.WeaponProperty
source: Dexterity Bonus
ru: Бонус от Ловкости

# gwtd.WeaponProperty
source: Durability
ru: Прочность

# gwtd.WeaponProperty
source: Attack Power
ru: Сила Удара

# gwtd.WeaponProperty
source: Required Dexterity
ru: Необходимая Ловкость

# gwtd.WeaponProperty
source: Required Strength
ru: Необходимая Сила

# gwtd.WeaponProperty
source: Strength Bonus
ru: Бонус от Силы

# gwtd.WeaponProperty
source: Weight
ru: Вес
