Repository: zrael23/study
Catalog: Game.po
Languages: ru

source: YES
ru: ДА

source: WARNING - VERSION MISMATCH
ru: ВНИМАНИЕ - ВЕРСИЯ НЕ СООТВЕТСТВУЕТ

source: [ui_cancel] BACK
ru: [ui_cancel] НАЗАД

source: ON
ru: ВКЛ.

source: OPEN
ru: ОТКРЫТЬ

source: Shop
ru: Магазин

source: Now all your attacks and movements are focused on the target.
ru: Теперь все ваши атаки и движения сфокусированы на цели.

source: FULLSCREEN
ru: ПОЛНОЭКРАННЫЙ РЕЖИМ

source: UNKNOWN
ru: НЕИЗВЕСТНО

source: YOU HAVE REACHED THE END OF THIS EARLY ACCESS BUILD. WE GIVE A ROUND OF APPLAUSE TO YOU FOR YOUR BACKBONE. IT WILL BE OF GREAT HELP IF YOU COULD PROVIDE US WITH YOUR FEEDBACK THROUGH THE STEAM COMMUNITY. (ANY IDEAS, BUGS, ISSUES OF GAME BALANCE, STRENGTHS, WEAKNESSES AND ETC) WE'RE WORKING ON A VARIETY OF CONTENTS AND IMPROVEMENTS. PLEASE EXPECT TO SEE THEM. THANK YOU SO MUCH.
ru: ВЫ ДОСТИГЛИ КОНЦА ЭТОЙ ВЕРСИИ РАННЕГО ДОСТУПА ИГРЫ. ПОЗДРАВЛЯЕМ ВАС, МЫ ПОРАЖЕНЫ ВАШИМ УПОРСТВОМ. ВЫ ОЧЕНЬ СИЛЬНО ПОМОЖЕТЕ НАМ, ЕСЛИ ОСТАВИТЕ СВОЙ ОТЗЫВ И ВПЕЧАТЛЕНИЯ ОБ ИГРЕ В НАШЕМ СООБЩЕСТВЕ. (ЛЮБЫЕ ИДЕИ, БАГИ, ПРОБЛЕМЫ С БАЛАНСОМ, СИЛЬНЫЕ И СЛАБЫЕ СТОРОНЫ ИГРЫ И.Т.Д.) СЕЙЧАС МЫ РАБОТАЕМ НАД УЛУЧШЕНИЕМ ИГРЫ И ДОБАВЛЕНИЕМ НОВОГО КОНТЕНТА, НАДЕЕМСЯ ЧТО ВЫ БУДЕТЕ ЖДАТЬ ЭТИХ ИЗМЕНЕНИЙ. ОГРОМНОЕ СПАСИБО.

source: Level up
ru: Поднять уровень

source: ATTACK LEFT
ru: УДАР СЛЕВА

source: WINDOWED
ru: В ОКНЕ

source: SHOW MOUSE/KEYBOARD GUIDE
ru: ПОКАЗАТЬ РАСКЛАДКУ КЛАВИАТУРЫ

source: Are you sure you want to exit to the main menu?
ru: Вы уверены что хотите выйти в главное меню?

source: DOOR IS LOCKED
ru: ЗАПЕРТО

source: [ui_cancel] CLOSE
ru: ЗАКРЫТЬ

source: While holding down [player_guard_left] + [player_guard_right], you can block all attacks coming forward.
ru: Зажав клавиши [player_guard_left] + [player_guard_right], вы можете блокировать наступающие атаки.

source: Press [ui_use] to proceed.
ru: Нажмите [ui_use] чтобы продолжить.

source: EAT
ru: СЪЕСТЬ

source: TEMPORAL AA
ru: TEMROPAL AA

source: You can dodge enemy’s attacks in any direction.
ru: Вы можете уворачиваться от вражеских атак в любом направлении.

source: Sometimes it is difficult to get something very common for emergency use.
ru: Иногда такие простые вещи очень помогают в экстренной ситуации.

source: All attacks are directional.
ru: У всех атак есть направление.

source: All attacks require recovery time to return to a neutral state. See the attack movements of enemies and hit them during their long recovery time.
ru: У всех атак есть время восстановления. Следите за атаками противника, и атакуйте их в момент восстановления атаки.

source: MOUSE SENSITIVITY
ru: ЧУВСТВИТЕЛЬНОСТЬ МЫШИ

source: WINDOWED FULLSCREEN
ru: ПОЛНОЭКРАННЫЙ В РАМКЕ

source: CREDITS
ru: ТИТРЫ

source: GAME VERSION
ru: ВЕРСИЯ ИГРЫ

source: Underground Level 9
ru: Подземелье Уровень 9

source: Combos
ru: Комбо

source: EXIT TO MAIN MENU
ru: ВЫЙТИ В ГЛАВНОЕ МЕНЮ

source: TAKE
ru: ВЗЯТЬ

source: REMOVED
ru: УДАЛЕНО

source: (JUST BEFORE BEING HIT)
ru: (ПРЯМО ПЕРЕД ПОЛУЧЕНИЕМ УДАРА)

source: INVERT Y
ru: ИНВЕРТИРОВАТЬ Y

source: ITEM
ru: ВЕЩИ

source: To defeat the sledgehammer guy, you need to know when to dodge or block.
ru: Для победы над противником с кувалдой, вы должны точно знать когда уклоняться от его атак.

source: TALK
ru: ГОВОРИТЬ

source: [ui_nav_up_down] NAVIGATE
ru: [ui_nav_up_down] НАВИГАЦИЯ

source: EARLY ACCESS
ru: РАННИЙ ДОСТУП

source: KICK
ru: ПИНОК

source: Weapon
ru: Оружие

source: Are you sure you want to respawn?
ru: Вы уверены, что хотите переродиться?

source: SHIFT TARGET
ru: СМЕНИТЬ ЦЕЛЬ

source: FRAMERATE COUNTER
ru: ПОКАЗЫВАТЬ FPS

source: e.g. fist - [player_attack_right][player_attack_left][player_attack_right] , pipe wrench - [player_attack_right][player_attack_right][player_attack_right] , [player_attack_left][player_attack_right]
ru: например: кулаки - [player_attack_right][player_attack_left][player_attack_right] , разводной ключ - [player_attack_right][player_attack_right][player_attack_right] , [player_attack_left][player_attack_right]

source: Each weapon has own move set,
ru: У каждого оружия есть свои атаки,

source: TIME PLAYED
ru: ВРЕМЯ ИГРЫ

source: [ui_ok] CONFIRM
ru: [ui_ok] ГОТОВО

source: All attacks require recovery time to return to a neutral state. See the attack movements of enemies and hit them during their recovery time. And combo attacks deal more damage than a series of a single attack.
ru: У всех атак есть время восстановления. Следите за атаками противников, и атакуйте их в момент восстановления атаки. Используйте комбо-атаки чтобы нанести больше урона.

source: ATTACK
ru: АТАКА

source: [ui_inven_use] UNEQUIP
ru: [ui_inven_use] УБРАТЬ

source: Are you sure you want to level up the character based on these choices?
ru: Вы уверены, что хотите поднять уровень персонажа с этими характеристиками?

source: Vending Machine
ru: Торговый Автомат

source: YOU ARE DEAD
ru: ВЫ МЕРТВЫ

source: This game uses an Auto-Save function. Please do not turn off your system while the save indicator is being displayed.
ru: Эта игра использует систему Авто-Сохранения. Пожалуйста, не выключайте свой компьютер, когда видите на экране этот значок.

source: Clothes
ru: Одежда

source: Essence to Level up
ru: Требуемая Эссенция

source: LANGUAGE
ru: ЯЗЫК

source: HOW TO PLAY (F1)
ru: КАК ИГРАТЬ (F1)

source: If the enemy has a shield, attack the other side of the shield.
ru: Если у противника есть щит, бейте по обратной стороне щита.

source: The worm cannot be counterattacked.
ru: Червей нельзя контр-атаковать.

source: COUNTER ATTACK RIGHT : (Hold) [player_guard_right] ( Just before being hit )
ru: КОНТРАТАКА СПРАВА : (Зажмите) [player_guard_right] ( Прямо перед тем, как вас атакуют )

source: A counterattack simultaneously manages attack and defense. It’s highly effective and does heavy damage. Depending on enemies or their weapons, you may need some practice to find good timing. Also, there are some enemies that you cannot counterattack.
ru: Контратака одновременно работает как атака, так и защита. Это очень эффективный способ нанести много урона. В зависимости от противников и их оружия, вам придется потренироваться чтобы найти правильное время для контратаки. Но знайте, есть противники, которых невозможно контратаковать.

source: Movements and attacks consume Stamina.
ru: Движения и удары затрачивают Стамину.

source: Your own Essence
ru: Ваша Эссенция

source: ULTRA
ru: УЛЬТРА

source: INTERACTION ONLY
ru: ТОЛЬКО ВЗАИМОДЕЙСТВОВАТЬ

source: If the counterattack and dodging are ineffective, try guarding. (hold [player_guard_left] + [player_guard_right])
ru: Если не получается контратаковать или уворачиваться, попробуйте блокировать атаки. (зажмите [player_guard_left] + [player_guard_right])

source: Talk
ru: Говорить

source: Press [player_attack_left] to attack left and hit the opponent.
ru: Нажмите [player_attack_left] чтобы атаковать слева.

source: [ui_ok] LOAD
ru: [ui_ok] ЗАГРУЗКА

source: COUNTER ATTACK
ru: КОНТРАТАКА

source: LOCK-ON : [player_lock_on]
ru: ЗАХВАТ ЦЕЛИ : [player_lock_on]

source: Merchant
ru: Торговец

source: CONTINUE
ru: ПРОДОЛЖИТЬ

source: VIEW MAP
ru: ОТКРЫТЬ КАРТУ

source: Mossy Club
ru: Старинная Дубина

source: PRESS ANY KEY TO CONTINUE
ru: НАЖМИТЕ ЛЮБУЮ КНОПКУ

source: Durability : {0}
ru: Прочность : {0}

source: If you block just before being hit, a counterattack is executed.
ru: Если заблокировать удар прямо перед попаданием по вам, вы проведете контратаку.

source: LOADING
ru: ЗАГРУЗКА

source: Confirm
ru: Подтвердить

source: GUARD
ru: ЗАЩИТА

source: DEMO COMPLETE
ru: ДЕМО ПРОЙДЕНО

source: HIGH
ru: ВЫСОКО

source: Are you sure you want to quit the game?
ru: Вы уверены, что хотите выйти из игры?

source: Yeah, there're many people who find missing persons.
ru: Ага, много тут кто ищет своих пропавших друзей или родственников.

source: KICK (When Locking on) : (Hold)[player_look_down] + [player_attack_right] or (Hold)[player_look_down] + [player_attack_left]
ru: ПИНОК (Когда захвачена цель) : (Зажмите)[player_look_down] + [player_attack_right] или (Зажмите)[player_look_down] + [player_attack_left]

source: MAP
ru: УРОВЕНЬ

source: RUN
ru: БЕГ

source: Blocking Middle doesn’t execute a counterattack.
ru: Поставив Блок вы не сможете провести контратаку.

source: Underground Level 4
ru: Подземелье Уровень 4

source: Leave
ru: Закрыть

source: DISPLAY MODE
ru: РЕЖИМ ЭКРАНА

source: Press [player_guard_left] just before being hit in order to execute a counterattack.
ru: Нажмите [player_guard_left] прямо перед тем как вас атакуют, чтобы контратаковать.

source: Stats
ru: Статы

source: Look at your opponent and press [player_lock_on] to lock on.
ru: Посмотрите на своего противника и нажмите [player_lock_on] чтобы захватить его в цель.

source: If you attack an enemy from behind, a backstab is executed.
ru: Атаковав врага в спину, вы проведете особый удар.

source: Fist Master
ru: Мастер Кулака

source: Movements and attacks consume Stamina. If you run out of Stamina, your attack speed will drop, and you will be unable to run. Keep an eye on the not only Life bar, but also Stamina bar.
ru: Разные движения и удары тратят Стамину. Если у вас закончится Стамина, скорость ваших атак упадет, а вы не сможете избежать удара. Поэтому, постарайтесь следить не только за полоской Здоровья, но и за Стаминой.

source: If an enemy doesn’t stagger or reel under your attack, combo attacks against the enemy is risky.
ru: Если ваши удары не затормаживают противника, ваши комбо-приёмы смогут прервать ответной атакой.

source: Are you sure you want to return to default settings? All previous changes will be erased.
ru: Вы уверены, что хотите вернуть стандартные настройки? Все предыдущие изменения будут отменены.

source: [ui_navigation] NAVIGATE
ru: [ui_navigation] НАВИГАЦИЯ

source: Underground Level 5
ru: Подземелье Уровень 5

source: MOVESETS
ru: ПРИЁМЫ

source: INTERACT
ru: ВЗАИМОДЕЙСТВОВАТЬ

source: If you press [player_guard_left] or [player_guard_right] just before being hit, a counterattack is executed.
ru: Если вы нажмете [player_guard_left] или [player_guard_right] прямо перед получением удара, вы контратакуете противника.

source: [ui_register_quick_slot] QUICK SLOT
ru: [ui_register_quick_slot] БЫСТРЫЙ СЛОТ

source: Settings have been changed. Do you want to keep the new settings?
ru: Настройки были изменены. Вы хотите сохранить изменения?

source: Dodging isn’t just for defense. In some cases, dodging to the side or back of the enemy is effective in backstabbing. However, dodging is not a solution for all matters. In many cases, guarding is more useful rather than dodging.
ru: Уклонение можно использовать не только для защиты. Иногда, уклонившись влево или вправо, вы сможете нанести критический удар в спину. Но одними уклонениями не обойтись, во многих случаях блокирование удара сработает намного эффективнее.

source: LOW
ru: НИЗКО

source: NO
ru: НЕТ

source: Exit
ru: Выход

source: {Key} ASSIGN
ru: {Key} НАЗНАЧИТЬ

source: DODGE
ru: УКЛОНЕНИЕ

source: [ui_option_default] DEFAULT
ru: [ui_option_default] ПО УМОЛЧАНИЮ

source: PICK UP
ru: ПОДОБРАТЬ

source: Previous settings will be restored in
ru: Предыдущие настройки восстановятся через

source: SEARCH
ru: ПОИСК

source: You can level up while sleeping.
ru: Вы можете прокачаться пока спите.

source: Perks
ru: Умения

source: COUNTER ATTACK LEFT : (Hold) [player_guard_left] ( Just before being hit )
ru: КОНТРАТАКА СЛЕВА: (Зажмите) [player_guard_left] ( Прямо перед тем, как вас атакуют )

source: BACKSTAB
ru: УДАР В СПИНУ

source: QUIT GAME
ru: ВЫЙТИ ИЗ ИГРЫ

source: MASTER VOLUME
ru: ОБЩАЯ ГРОМКОСТЬ

source: SUCCESS
ru: УСПЕХ

source: Their level of strength is shown in the round sign at the top-left corner of the screen.
ru: Уровень их силы отображен в круглом символе в верхнем левом углу экрана.

source: Vendor
ru: Продавец

source: You are about to delete a save file [{SaveName}]. If you do that you will no longer be able to load it. Are you sure?
ru: Вы собираетесь удалить сохранение [{SaveName}]. Сделав это, вы больше не сможете его загрузить. Вы уверены?

source: CUSTOM
ru: ПОЛЬЗОВАТЕЛЬСКОЕ

source: (When locking on) Hold [player_look_down] + attack to guard break.
ru: (Захватив врага в цель) Зажмите [player_look_down] + атакуйте чтобы пробить блок.

source: Some enemies are impossible to backstab.
ru: Некоторым противникам невозможно провести специальную атаку в спину.

source: DOOR IS LOCKED FROM THE OTHER SIDE
ru: ЗАПЕРТО С ДРУГОЙ СТОРОНЫ

source: STATUS
ru: СТАТУС

source: [ui_ok] SELECT
ru: [ui_ok] ВЫБРАТЬ

source: [ui_cancel] EXIT TO MAIN MENU
ru: [ui_cancel] ГЛАВНОЕ МЕНЮ

source: Lock-on is the beginning and basic of fighting.
ru: Захват противника в цель, это то, с чего стоит начинать бой.

source: OFF
ru: ВЫКЛ.

source: When you kick guarding enemies, they lose control and balance.
ru: Если вы пнете защищающегося противника, то он потеряет баланс.

source: Anyway, I might have something you need.
ru: Кстати, возможно у меня есть что-то, что тебе понадобится.

source: Underground Level 8
ru: Подземелье Уровень 8

source: MISC
ru: РАЗНОЕ

source: NEW GAME
ru: НОВАЯ ИГРА

source: Underground Level 6
ru: Подземелье Уровень 6

source: LOCK ON
ru: ЗАХВАТ ЦЕЛИ

source: [ui_nav_left_right] INC/DEC
ru: [ui_nav_left_right] УВЕЛ./УМЕН.

source: RESOLUTION
ru: РАЗРЕШЕНИЕ

source: USE ITEM
ru: ИСПОЛЬЗОВАТЬ ПРЕДМЕТ

source: Practice freely. When you are ready, go through the door.
ru: Попрактикуйтесь. Когда будете готовы, войдите в дверь позади вас.

source: TUTORIAL
ru: ОБУЧЕНИЕ

source: Level
ru: Уровень

source: BUTTON GUIDE DISPLAY
ru: ОТОБРАЖЕНИЕ РАСКЛАДКИ

source: ESSENCE :
ru: ЭССЕНЦИЯ :

source: [ui_cancel] BACK
ru: [ui_cancel] НАЗАД

source: Underground Level 1
ru: Подземелье Уровень 1

source: [ui_inven_use] EQUIP
ru: [ui_inven_use] Экипировать

source: For counterattack, the timing is important. Also, you can hold the buttons to block left or right.
ru: Поймайте нужный момент чтобы успешно провести контратаку. Также, зажав кнопки контратаки, вы можете блокировать удары с разных сторон.

source: READ
ru: ЧИТАТЬ

source: OPTIONS
ru: НАСТРОЙКИ

source: Press [player_attack_right](right), [player_attack_right](right), [player_attack_right](right) to execute the combo attack.
ru: Нажмите [player_attack_right](справа), [player_attack_right](справа), [player_attack_right](справа) чтобы провести комбо-атаку.

source: The Stake
ru: Чернокол

source: Press [player_lock_on] to release the target.
ru: Нажмите [player_lock_on] чтобы снять захват с цели.

source: Press [ui_ok] to continue
ru: Нажмите [ui_ok] чтобы продолжить

source: He attacks from the right.
ru: Он атакует вас справа.

source: ANTIALIASING
ru: ТИП СГЛАЖИВАНИЯ

source: POST PROCESSING
ru: ПОСТ-ПРОЦЕССИНГ

source: COUNTER
ru: КОНТРАТАКА

source: SLEEP
ru: СПАТЬ

source: Get the Full Version on Steam
ru: Купить полную версию в Steam

source: Press [player_attack_right] to attack right and hit the opponent.
ru: Нажмите [player_attack_right] чтобы атаковать справа и ударьте противника.

source: STAMINA
ru: СТАМИНА

source: SYSTEM
ru: СИСТЕМА

source: Guard break and punch the staggered opponent.
ru: Пробейте блок и ударьте расстерянного противника.

source: Ground Meat
ru: Мясник

source: Underground Level 3
ru: Подземелье Уровень 3

source: Are you sure you want to make offerings of {Essence} Essence?
ru: Вы уверены, что хотите приподнести {Essence} Эссенции?

source: (HOLD)
ru: (УДЕРЖИВАЙТЕ)

source: Are you sure you want to exit?
ru: Вы уверены что хотите выйти?

source: Caption
ru: Заголовок

source: WEAPON
ru: ОРУЖИЕ

source: Underground Level 7
ru: Подземелье Уровень 7

source: Attributes
ru: Аттрибуты

source: INVENTORY
ru: ИНВЕНТАРЬ

source: (When Locking on)
ru: (С захваченной целью)

source: ATTACK LEFT: [player_attack_left]
ru: УДАР СЛЕВА: [player_attack_left]

source: LOCK-ON ENEMY
ru: ЗАХВАТ ЦЕЛИ

source: Use [player_lock_shift] to change targets.
ru: Используйте [player_lock_shift] чтобы сменить цель.

source: EFFECTS
ru: ЭФФЕКТЫ

source: Are you sure you want to skip the tutorial? You may miss out on important hints.
ru: Вы уверены что хотите пропустить обучение? Вы можете пропустить полезные подсказки.

source: The STAMINA BAR represents the amount of stamina.
ru: ПОЛОСКА СТАМИНЫ отображает вашу стамину.

source: OR
ru: ИЛИ

source: Press [player_guard_left] or [player_guard_right] just before being hit in order to execute a counterattack.
ru: Нажмите [player_guard_left] или [player_guard_right] прямо перед получением удара для проведения контратаки.

source: Equipment
ru: Экипировка

source: ACTIVATE
ru: АКТИВИРОВАТЬ

source: MENU & INVENTORY
ru: МЕНЮ И ИНВЕНТАРЬ

source: Your death makes your enemy stronger.
ru: Ваша смерть делает ваших врагов сильнее.

source: [ui_ok] BUY
ru: [ui_ok] КУПИТЬ

source: Hello.
ru: Здравствуй.

source: Hold [player_guard_left] + [player_guard_right] to block an enemy’s attack.
ru: Зажмите [player_guard_left] + [player_guard_right] чтобы блокировать атаку противника.

source: [ui_delete_save] DELETE
ru: [ui_delete_save] УДАЛИТЬ

source: RESUME
ru: ПРОДОЛЖИТЬ

source: Press [player_attack_right](right), [player_attack_left](left), [player_attack_right](right) to execute the combo attack.
ru: Нажмите [player_attack_right](справа), [player_attack_left](слева), [player_attack_right](справа) чтобы провести комбо-атаку.

source: GAMMA
ru: ГАММА

source: MEDIUM
ru: СРЕДНЕ

source: ANTIALIASING QUALITY
ru: СГЛАЖИВАНИЕ

source: ERROR
ru: ОШИБКА

source: Underground Level 2
ru: Подземелье Уровень 2

source: Go deeper. You may find your person.
ru: Отправляйся глубже. Возможно, ты найдешь того, кого потерял.

source: Press [player_lock_on] to lock on.
ru: Нажмите [player_lock_on] чтобы захватить противника в цель.

source: GUARD BREAK
ru: ПРОБИТЬ БЛОК

source: COUNTERATTACK RIGHT
ru: КОНТРАТАКА СПРАВА

source: [ui_inven_use] USE
ru: [ui_inven_use] ИСПОЛЬЗОВАТЬ

source: VSYNC
ru: ВЕРТ. СИНХРОНИЗАЦИЯ

source: Buy
ru: Купить

source: You cannot counterattack on some enemies, e.g. sledgehammer labor worker.
ru: Некоторых врагов невозможно контратаковать, например рабочего с кувалдой.

source: MUSIC VOLUME
ru: ГРОМКОСТЬ МУЗЫКИ

source: USE KEY TO OPEN
ru: ИСПОЛЬЗУЙТЕ КЛЮЧ ЧТОБЫ ОТКРЫТЬ

source: TOGGLE GUIDE
ru: ВКЛЮЧИТЬ ПОДСКАЗКИ

source: NONE
ru: НЕТ

source: Press [player_guard_right] just before being hit in order to execute a counterattack.
ru: Нажмите [player_guard_right] прямо перед тем, как вас ударят, чтобы контратаковать.

source: RESOLUTION SCALE
ru: 3D РАЗРЕШЕНИЕ

source: Quick Guide : F1 |
ru: Гайд: F1 |

source: DODGE : [player_move] + [player_dodge]
ru: УКЛОНЕНИЕ: [player_move] + [player_dodge]

source: SFX VOLUME
ru: ГРОМКОСТЬ ЭФФЕКТОВ

source: HOW TO PLAY
ru: КАК ИГРАТЬ

source: THANK YOU FOR PLAYING!
ru: СПАСИБО ЗА ИГРУ!

source: CROSSHAIR
ru: ПРИЦЕЛ

source: SETTINGS
ru: НАСТРОЙКИ

source: VIBRATION
ru: ВИБРАЦИЯ

source: You lost someone, too?
ru: Что, ты тоже кого-то потерял?

source: QUALITY
ru: КАЧЕСТВО ГРАФИКИ

source: (If the game window is stuck in a corner, restarting the game will reset the position.)
ru: (Если окно игры застряло в углу экрана, перезапуск поможет решить эту проблему.)

source: TEXTURES
ru: ТЕКСТУРЫ

source: CHARACTER LEVEL
ru: УРОВЕНЬ ПЕРСОНАЖА

source: ATTACK RIGHT
ru: АТАКА СПРАВА

source: Give Feedback
ru: Отправить отзыв

source: Press
ru: Нажмите

source: Each weapon has its own combo set. Pressing the attack button will start off a combo with one move. You get to see your move, then repeatedly hit the next button to perform the next move. Keep track of where you are in the combo.
ru: У каждого оружия есть свои комбо-атаки. Нажав кнопку атаки, вы начнете комбо. Когда первый удар пройдет, нажмите следующую кнопку атаки, чтобы продолжить комбо.

source: SHADOWS
ru: ТЕНИ

source: BACK
ru: НАЗАД

source: AMAZING!
ru: ПОТРЯСАЮЩЕ!

source: COUNTERATTACK LEFT
ru: КОНТРАТАКА СЛЕВА

source: SHOW XBOX 360 CONTROLLER GUIDE
ru: ПОКАЗАТЬ РАСКЛАДКУ ГЕЙМПАДА XBOX 360

source: INVERT X
ru: ИНВЕРТИРОВАТЬ X

source: RESPAWN
ru: ПЕРЕРОДИТЬСЯ

source: USE
ru: ИСПОЛЬЗОВАТЬ

source: Green Maiden
ru: Зелёная Дева

source: Come in front of the opponent and hold [player_move_left] + press [player_dodge] to dodge the attack.
ru: Подойдите к противнику, зажмите [player_move_left] + нажмите [player_dodge] чтобы уклониться от атаки.

source: He attacks at random.
ru: Он атакует вас с случайной стороны.

source: Catching the opportunity to attack while guarding the enemy’s attack is a stable and effective strategy.
ru: Следите за ударами противника и атакуйте когда выдается шанс. Это проверенная тактика для сражения.

source: Wake up and repair weapons.
ru: Проснуться и починить оружие.

source: When the enemy is guarding, normal attacks are inefficient. In that case, you can kick guarding enemies and make them stagger.
ru: Когда враг защищается, обычные атаки бездейственны. В таком случае вы можете пнуть его чтобы пробить блок.

source: SOLD OUT
ru: РАСПРОДАНО

source: Come in front of the opponent and hold [player_move_right] + press [player_dodge] to dodge the attack.
ru: Подойдите к противнику, зажмите [player_move_right] + нажмите [player_dodge] чтобы уклониться от атаки.

source: GUARD : (Hold) [player_guard_left] + [player_guard_right]
ru: БЛОК : (Зажмите) [player_guard_left] + [player_guard_right]

source: He attacks from the left.
ru: Он атакует вас слева.

source: ATTACK RIGHT: [player_attack_right]
ru: АТАКА СПРАВА: [player_attack_right]

# gwtd.ItemDesc
source: A common frying pan. It could actually cause quite a bit of damage.
ru: Обычная сковородка. Может нанести приличный урон.

# gwtd.ItemDesc
source: Unlock a door somewhere.
ru: Открывает одну из дверей.

# gwtd.ItemDesc
source: Reduces Stamina cost for a short time.
ru: Уменьшает затрачиваемую Стамину на короткий период времени.

# gwtd.ItemDesc
source: A shovel has the power and durability, but it is rather hard to maneuver. It requires a good amount of strength to use.
ru: Лопата, прочная и наносит много урона, но ей сложно управлять. Вы должны быть достаточно сильным чтобы орудовать ей.

# gwtd.ItemDesc
source: Slightly reduces Stamina cost for a short time.
ru: Слегка увеличивает Стамину на короткий период времени.

# gwtd.ItemDesc
source: Heavier than stones and do more damage.
ru: Тяжелее чем камни и наносит больше урона.

# gwtd.ItemDesc
source: Gradually restores a large amount of Life.
ru: Постепенно восстанавливает много Здоровья.

# gwtd.ItemDesc
source: Quickly restores a large amount of Life.
ru: Быстро восстанавливает много Здоровья.

# gwtd.ItemDesc
source: It is commonly used for demolition purposes. Swings to the enemy's body can easily cause much damage.
ru: Обычно её используют для разрушения. Удар с размаха по телу противника может легко нанести очень много урона.

# gwtd.ItemDesc
source: Gradually restores a small amount of Life
ru: Постепенно восстанавливает немного Здоровья.

# gwtd.ItemDesc
source: Looks like it’s the dead labor worker’s final message for his friend.
ru: Похоже на предсмертную записку рабочего для его друга.

# gwtd.ItemDesc
source: It's best to use this when the enemy won't move from a spot for a time, or they move in a predictable manner.
ru: Лучше всего использовать, когда вы следите за движением противника и можете предсказать его следующий шаг.

# gwtd.ItemDesc
source: It's originally meant to hit things with.
ru: Отбивать мячи - это было изначальным применением для этой биты. Теперь подойдут и головы.

# gwtd.ItemDesc
source: Gradually restores a medium amount of Life.
ru: Постепенно восстанавливает среднее количество Здоровья.

# gwtd.ItemDesc
source: Immediately restores a medium amount of Stamina.
ru: Моментально восстанавливает среднее количество Стамины.

# gwtd.ItemDesc
source: A wooden sword used for training.
ru: Деревянный меч для тренировок.

# gwtd.ItemDesc
source: It has an extremely sharp, thin blade and weak durability.
ru: У него безумно острое, тонкое лезвие. К сожалению, не очень прочное.
